rmc-xeno-strain-specialized-into = Существо специализировалось в {INDEFINITE($strain)} {$strain}.

rmc-xeno-dancer-name = Танцор
rmc-xeno-dancer-description = Вы обмениваете свой плевок, кислотный шар, кислотное распыление, едкую кислоту, рывок и небольшую часть брони на высокий урон по одиночной цели.
   Вы получаете способность:
   - Разрушать стены и другие простые структуры своей атакой когтями.
   - Помечать врагов при ударах когтями и хвостом, что влияет на другие способности.
   - Пронзать врага с базовым уроном от когтей и пробивать часть брони, нанося двойной урон помеченным целям.
   - Сбивать врага с ног, разоружая его, или оглушать, если он помечен.
   - Получать временное ускорение, которое удваивается рядом с врагами.
rmc-xeno-dancer-popup = Представление, достойное Королевы, это существо станет моим орудием смерти.

rmc-xeno-oppressor-name = Угнетатель
rmc-xeno-oppressor-description = Вы обмениваете удар хвостом, плевок, кислотный шар, кислотное распыление, едкую кислоту, рывок и небольшую часть вашего урона от когтей и скорости на повышенную устойчивость к взрывам и способности манипулировать полем боя.
   Вы получаете способность:
   - Разрушать стены и другие простые структуры своей атакой когтями.
   - Наносить дополнительный урон сбитым с ног, обездвиженным или замедленным врагам.
   - Хватать врага хвостом, чтобы притянуть его, или Похищать линию врагов.
   - Бить врагов перед собой, отталкивая их назад и замедляя.
   - Бить врага, отбрасывая его назад, или обездвиживая и пробивая броню, если он сбит с ног, обездвижен или замедлен.
rmc-xeno-oppressor-popup = Мой охват бесконечен, это существо низвергнет небеса.

rmc-xeno-vanguard-name = Авангард
rmc-xeno-vanguard-description = Вы обмениваете свой плевок, кислотный шар, кислотное распыление, едкую кислоту и часть здоровья на крепкий щит, который восстанавливается вне боя.
   Вы получаете способность:
   - Разрушать стены и другие простые структуры своей атакой когтями.
   - Пронзать врагов по линии, восстанавливая щит, если вы попадаете минимум по 2 целям.
   - Делать рывок в группу врагов и использовать его снова, чтобы ударить всех вокруг, восстанавливая щит при попадании минимум по 1 цели.
   - Рассекать врага, либо отбрасывая его, либо обездвиживая на месте, оба эффекта сильнее с поднятым щитом.
rmc-xeno-vanguard-popup = Бесстрашно ты рождён, бесстрашно служишь, бесстрашно умираешь. Это существо станет моим Авангардом.

rmc-xeno-valkyrie-name = Валькирия
rmc-xeno-valkyrie-description = Вы обмениваете удар хвостом, плевок, кислотный шар, кислотное распыление, едкую кислоту и немного скорости на дополнительную броню и способности поддержки передней линии.
   Вы получаете способность:
   - Разрушать самые крепкие стены и другие укреплённые структуры своей атакой когтями и испускать сильные феромоны.
   - Тушить друга или пленника хвостом, или сбивать взрывчатку и врагов с помощью Высокого Галопа.
   - Лечить себя и союзников с каждым ударом когтей, накапливая ярость, затем ввергать себя и союзника в бешенство для большей брони и лечения.
   - Восстанавливать группу сразу с помощью объединяющего крика, снимая недуги.
   - Извлекать раненых, сбитых с ног или отдыхающих союзников и перетаскивать их к себе.
rmc-xeno-valkyrie-popup = Это существо будет отрицать смерть своих сестёр, пока они не заслужат её. Сражайся или будь забыт.

rmc-xeno-gardener-name = Садовник
rmc-xeno-gardener-description = Вы обмениваете выбор выделений смолы, едкую кислоту и способность передавать плазму на немного повышенную регенерацию здоровья на сорняках и несколько новых способностей.
  Вы получаете способность:
  - Сажать до шести мощных смоляных плодов для ваших сестёр ценой небольшого количества вашего здоровья за каждый сформированный плод.
  - Сажать более крепкие сорняки.
  Ваш Всплеск Смолы позволяет вам:
  - Создавать участки липкой смолы.
  - Временно усиливать структуры своей плазмой.
  - Строить недолговечные стены.
  - Ускорять рост ваших плодов.
rmc-xeno-gardener-popup = Слава садоводства: руки в сорняках, голова во тьме, сердце со смолой.

rmc-xeno-healer-name = Целитель
rmc-xeno-healer-description = Вы теряете выбор выделений смолы, часть урона от когтей и у вас немного возрастает сложность захвата хозяев в обмен на сильные феромоны и способность лечить раны ваших сестёр.
    Вы получаете способность:
    - Сажать до 3 меньших смоляных плодов.
    - Исцелять сестёр, используя плазму и часть вашего здоровья.
rmc-xeno-healer-popup = Разделённые, мы падаем, вместе — побеждаем. Живем для роя, умираем за рой.

rmc-xeno-resin-whisperer-name = Смоляной Шептун
rmc-xeno-resin-whisperer-description = Вы теряете:
  - Вашу едкую кислоту
  - Вашу способность выделять толстую смолу
  - Вашу способность укреплять смоляные выделения
  - Вашу способность сажать узлы сорняков вне сорняков
  - Пятую часть ваших запасов плазмы.
  Вы получаете способность:
  - Дистанционно размещать смоляные выделения, включая узлы сорняков, на расстоянии до двенадцати шагов!
  - Улучшать своё зрение и получать более сильную связь со смолой.
rmc-xeno-resin-whisperer-popup = Мы позволяем смоле направлять нас. Она шепчет, потому слушайте внимательно.

rmc-xeno-acider-name = Кислотник
rmc-xeno-acider-description = Вы обмениваете свой прыжок, костяные осколки, дальнее зрение и немного скорости на больше здоровья, немного брони и новый орган, который со временем заполняется летучей кислотой.
  Вы получаете способность:
  - Покрывать врагов кислотой при ударе.
  - Накапливать запасы кислоты, нанося удары врагам, и пассивно со временем до 400, которые можно потратить на едкую кислоту такую же сильную, как у кипятильника, но наносимую гораздо быстрее.
  - Становиться живой бомбой, используя всю накопленную кислоту. Выживите 20 секунд и вы взорвётесь, покрывая врагов и их укрепления кислотой. После этого вы возродитесь в виде личинки.
rmc-xeno-acider-popup = Это существо будет последним, что они услышат. Мученик.

rmc-xeno-steelcrest-name = Стальной Гребень
rmc-xeno-steelcrest-description = Вы обмениваете удар хвостом и небольшое количество урона от когтей на повышенный урон от удара головой и улучшенную мобильность, становясь движущимся танком.
   Вы получаете способность:
   - Двигаться находясь в укреплённом состоянии. Укрепление даёт меньше брони и больше направленной брони, и больше не защищает от оглушения взрывом.
   - Бить головой находясь в укреплённом состоянии. Удар головой не теряет урона и сохраняет больший диапазон с высоким отбрасыванием.
   - Впитывать урон в течение 6 секунд для небольшого исцеления, которое также обновляет удар вашего хвоста.
rmc-xeno-steelcrest-popup = Это существо, как и моя воля, несокрушимо. Оно станет моим стальным гребнем против всех, кто бросает мне вызов.

rmc-xeno-maid-name = Кошка-Горничная
rmc-xeno-maid-description = Вы обмениваете ваше достоинство.
    Вы получаете способность:
    - Вызывать психические мучения у друзей и врагов.
rmc-xeno-maid-popup = Ррр :3

rmc-xeno-vampire-name = Вампир
rmc-xeno-vampire-description = Вы теряете все свои способности и отказываетесь от части своего здоровья и урона в обмен на большое количество брони, небольшое увеличение скорости движения, повышенную скорость атаки и совершенно новые способности, которые делают вас убийцей.
  Вы получаете способность:
  - Броситься на противника, чтобы дезориентировать его.
  - Сделать яростный выпад, чтобы нанести удар перед собой, который может поразить и замедлить трёх высоких, и исцелить вас за каждого поражённого высокого.
  - Особый удар хвостом по области, отбрасывающий высоких, наносящий больше урона при прямых попаданиях и ещё больше урона и оглушение, если они ударяются о стены.
  - Казнить бессознательных высоких, откусывая им голову, чтобы излечить свои раны.
rmc-xeno-vampire-popup = Не проявляйте пощады! Убейте их всех!

rmc-xeno-eggsac-name = Яйцеклад
rmc-xeno-eggsac-description = Вы обмениваете способность хранить паразитов и создавать смоляные ловушки на более сильные феромоны, больше хранилища яиц и способность производить яйца.
   Вы получаете способность:
   - Размещать яйца с немного большего расстояния.
   - Ставить яйца на не-ульевые сорняки. Вы можете поддерживать 4 яйца одновременно таким образом, и они будут существовать какое-то время, пока вы рядом, и недолго, если вы далеко.
   - Поддерживаемые яйца превратятся в обычные яйца при соприкосновении с ульевыми сорняками, и не могут производить разумных паразитов.
   - Использовать плазму со временем для создания яиц.
rmc-xeno-eggsac-popup = Яйцо — это всегда приключение; следующее может быть другим.

rmc-xeno-berserker-name = Берсерк
rmc-xeno-berserker-description = Вы теряете:
  - Вашу мощь, рывок и разрез ножницами.
  - Часть здоровья.
  - Немного вашего влияния под феромонами бешенства.
  Вы получаете:
  - Скорость передвижения, небольшое увеличение брони и набор новых способностей, которые делают вас ужасающим монстром ближнего боя.
  - Способность лечиться при ударе когтями и получать стак ярости, повышающий вашу броню, скорость передвижения и лечение за удар, максимум до шести стаков ярости.
  - Задержание для увеличения скорости передвижения и наложения замедления на следующую цель, которую вы атакуете когтями.
  - Потрошение для нанесения разрушительной атаки по кругу, которая лечит вас за каждого пораженного врага после обездвиживающей подготовки.
  - Захват для броска цели, чтобы вылечить себя, еще больше, если у вас есть стак ярости, который будет использован.
rmc-xeno-berserker-popup = Необузданная ярость наполняет это существо. Ты станешь продолжением моей ярости.

rmc-xeno-charger-name = Зарядник
rmc-xeno-charger-description = В обмен на:
    - Вашу способность защитного щита.
    - Небольшую часть вашей брони и урона.
    - Вашу устойчивость к замедлению от турелей.
    - Ваше влияние под феромонами бешенства.
    - Ваш топот больше не сбивает с ног высоких.
    - Вашу способность фиксировать направление.

    Вы получаете:
    - Значительное количество здоровья.
    - Некоторую скорость.
    - Ваш топот наносит дополнительный урон при топтании упавшего высокого.
    - Ваш рывок теперь управляется вручную и основан на инерции; чем дальше вы идёте, тем больше урона и скорости вы будете набирать, пока не достигнете максимальной инерции, что отмечается вашим рёвом.
    - Ваша броня теперь направленная, будучи самой прочной спереди, слабее по бокам и самой слабой сзади.
    - Вы получаете способность кувыркаться, чтобы проходить сквозь врагов.
    - Вы получаете способность с силой перемещать врагов, врезаясь в них.
rmc-xeno-charger-popup = Ничто не остановит этот улей. Это существо станет и неподвижным объектом, и неудержимой силой.
