reagent-name-rmcphoron = Форон
reagent-desc-rmcphoron = Особая форма металлической плазмы, которая не встречается на Земле. Хотя форон легко воспламеняется и чрезвычайно токсичен, его высокая энергетическая плотность делает его одним из лучших альтернатив твёрдому топливу. Жидкий форон часто используется в исследовательских целях и в медицинской промышленности в качестве катализатора многих передовых химических веществ.

reagent-name-rmcnapalmut = Топливо UT-нафтал
reagent-desc-rmcnapalmut = Известное как сверхплотное нафталовое топливо, липкая горючая жидкость, обычно используемая в огнемётах.
